Tekla.Structures.DirectManipulation.Adapter.Graphics.Native.NativeTextGraphicImports
Wrapper class for Tekla.Structures.DirectManipulation.Adapter.Graphics.NativeTextGraphic imports.

Tekla.Structures.DirectManipulation.Adapter.Graphics.Native.NativeTextGraphicImports.DotExportDMDrawTemporaryText(Tekla.Structures.DirectManipulation.Adapter.Graphics.Native.dotTemporaryDrawText_t@)
Exports the draw temporary text command.
pArgument: The argument.
Returns: Greater than 0 on success.